<?php $title = 'История изменений'; include('header.php'); ?>
<div id="help">
	<?php include('help.php') ?>
		<article>
			<p><b>12.03.2015</b>: Вышла версия <b>1.2.0</b>.</p>
			<p><b>16.08.2014</b>: Вышла версия <b>1.1</b>:
				<ul>
					<li>Конвертирование в отдельном классе</li>
					<li>«Typographie» адаптируется под высоту окна браузера</li>
					<li>Не «исправляет» пунктуацию в URL</li>
					<li>Не «исправляет» пунктуацию в e-mail</li>
					<li>Не «ломает» смайлики корректором пунктуации</li>
					<li>Не «ломает» дроби корректором пунктуации</li>
					<li>Не добавляет пробел перед тире в начале строки</li>
				</ul>
			</p>
			<p><b>04.06.2014</b>: Релиз сервиса <b>«Typographie»</b>, версия <b>1.0</b>.</p>
		</article>
	</div>
</div>
<?php include('footer.php') ?>